Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: You´re afraid of Bud because you can´t figure out how to play him.
ru: Вы боитесь Бада, потому что не можете решить, как им управлять.

source: He doesn´t follow the same rules of politics as you do.
ru: Он не следует тем же правилам, что вы.

source: It makes him dangerous.
ru: Это делает его опасным.

source: I can handle Bud white.
ru: - Справитесь?

source: I see Bud because I want to.
ru: Я встречаюсь с Бадом потому, что я этого хочу.

source: I see Bud because he can´t hide the good inside of him.
ru: Я встречаюсь с Бадом, потому что он не может спрятать хорошее, что внутри.

source: I see Bud because he makes me feel like Lynn Bracken...... and not some Veronica Lake look- alike who fucks for money.
ru: Я встречаюсь с Бадом, потому что он заставляет меня чувствовать себя...... Лин Брекен, а не каким- то двойником Вероники Лейт, трахающейся за деньги.

source: I see Bud because he doesn´t know how to disguise who he is.
ru: Я встречаюсь с Бадом, потому что он не знает, как скрыть то, кто он есть.

source: I see Bud for all the ways he´s different from you.
ru: Я встречаюсь с Бадом потому, что он так отличается от тебя.

source: Don´t underestimate me.
ru: Не надо недооценивать меня, мисс Брекен.

source: The way you´ve underestimated Bud white?
ru: Так же, как вы недооцениваете Бада Уайта?

source: Fucking me and fucking Bud aren´t the same thing.
ru: Трахать меня и трахать Бада Уайта - это не одно и тоже.

source: Stop talking about Bud white.
ru: Перестань говорить о Баде Уайте.

source: lt´s going on midnight.
ru: Скоро полночь, Джек.

source: I need 2 minutes, Dudley.
ru: Мне нужно 2 минуты, Дадли.

source: lt´s important.
ru: Это важно.

source: Good thing for you my wife and daughters are at the beach in Santa Barbara.
ru: Ты помнишь База Минкса, Дадли?

source: Do you remember Buzz Meeks, Dudley?
ru: Позор, а не полицейский.

source: A disgrace as a police officer.
ru: Что с ним?

source: Straight D fitness reports from every C. O. he ever served under. why?
ru: Несколько лет назад он работал в полиции нравов с Диком Стенслендом.

source: 12 years ago, he was on a Vice roust with Dick Stensland.
ru: Они допрашивали Пирса Петчета.

source: They questioned Pierce Patchett about a blackmail scam.
ru: Дело о шантаже.

source: Patchett had Sid Hudgens photographing prominent businessmen with hookers.
ru: Петчет и Сид Хадженс фотографировали влиятельных бизнесменов с проститутками.

source: Anyway, charges were dropped.
ru: Вы тогда были старшим там.

source: lnsufficient evidence.
ru: Помните что- нибудь об этом?

source: You were the supervising officer on that case.
ru: А в чём, собственно, дело?

source: It has to do with a murder l´ve been working with Ed Exley on.
ru: Это имеет отношение к убийству, которое мы расследуем вместе с Эдом Эксли.

source: You´re Narco, Jack, not Homicide.
ru: Ты из отдела наркотиков, Джек, а не расследования убийств.

source: Since when do you work with Edmund Exley?
ru: С каких пор ты работаешь с Эдвардом Эксли?

source: lt´s a private investigation.
ru: Ну, это частное расследование.

source: l´m trying to make amends.
ru: Я кое- что испортил, хочу исправить.

source: Don´t start trying to do the right thing, boyo.
ru: Только не начинай делать добрые дела, парень.

source: You haven´t had the practice.
ru: У тебя в этом нет практики.

source: Buzz Meeks and Dick Stensland.
ru: Баз Минкс и Дик Стенсленд.

source: So, what does Exley make of this?
ru: Ну и что Эксли обо всём этом думает?

source: I haven´t told him yet.
ru: Я ему ещё не сказал.

source: I just came from the records room.
ru: Я только что из архива.

source: Have you a valediction, boyo?
ru: Есть какие- то прощальные слова, парень?

source: Rollo...... Tomasi.
ru: Роло Томасси.

source: Sergeant Vincennes was killed by a. 32 slug to the heart.
ru: Сержант Винсенс был убит пулей 32- го калибра в сердце.

source: Time of death, approximately 1 a. m.
ru: Время смерти: приблизительно час ночи.

source: Although he was found in Echo Park, forensics indicates the body was moved.
ru: Хотя тело было найдено в Эко- парке, эксперты утверждают, тело перевозили.

source: I want 2- man teams to scour that entire neighborhood.
ru: Я хочу, чтобы группы из 2- х человек прочесали весь район.

source: Our justice must be swift...... and merciless.
ru: Наше возмездие должно быть быстрым и беспощадным.

source: That is all.
ru: Это всё.

source: Might I have a word with you?
ru: Эдмон, можно мне поговорить с тобой?

source: we´re trying to run down a lead on an associate of Vincennes.
ru: Мы пытаемся выйти на человека, связанного с Винсенсом...... Но пока зашли в тупик.

source: The records check has led to a dead end. what´s the name?
ru: - Как его зовут?

source: Rollo Tomasi?
ru: - Роло Томасси.

source: You ever heard Vincennes mention him?
ru: Ты когда- нибудь слышал, чтобы Винсенс называл это имя?

source: No, I haven´t.
ru: Нет, не слышал.

source: lt´s probably nothing.
ru: Ну, наверное, это не играет роли.

source: Still...... keep your eyes open, boyo.
ru: - Кому могли его толкнуть?

source: I know it´s unlikely, but suppose, just for a moment...... somebody had a lot of heroin, who would they go to to move it? white, in my office.
ru: - Уайт, ко мне в кабинет.

source: Captain.
ru: Капитан.

source: Look, just give me a name.
ru: Послушай, просто дай мне имя.

source: Mickey Cohen.
ru: Микки Коэн.

source: Captain?
ru: - Капитан.

source: I could use your fearsome habits at the Victory Motel.
ru: Сейчас, Вендол.

source: Close the door, lad.
ru: - Закрой дверь, парень.

source: You´re a bit of a puzzlement to me these days.
ru: Ты меня немного удивляешь в последнее время.

source: You don´t seem your old cruel self.
ru: Какие планы?

source: And I had such grand plans for your future. what plans?
ru: У тебя свои внеклассные занятия, а у меня есть свои.

source: You have your extracurricular activities and I have mine.
ru: Нам бы с тобой сесть и разобраться как- нибудь.

source: we must have a clarification session one of these days.
ru: С этим всё.

source: However...... right now...... we´il brace a man who may know who killed Jack Vincennes.
ru: А сейчас...... Мы должны трахнуть человека, который может знать, кто убил Джека Винсенса.

source: So the question is...... can I count on you, lad?
ru: Конечно, вопрос: смогу ли я рассчитывать на тебя, парень.

source: I want to know everything you and Jack Vincennes talked about last night.
ru: Я должен знать всё, о чём вы с Джеком Винсенсом говорили вчера ночью.

source: Start with the l. D. on the corpse.
ru: Начнём с опознания трупа.

source: An ex- cop.
ru: Бывший коп?..

source: An ex- cop?
ru: Что сказал Джек?

source: Did Jack know him?
ru: Он знал его?

source: Only by reputation.
ru: Только по репутации.

source: This is Sid Hudgens.
ru: Вендол, это Сид Хадженс.

source: l´m willing to cooperate.
ru: Я готов сотрудничать.

source: No need to tie me down.
ru: Не надо меня привязывать.

source: lt´s for your own safety. what can you tell us about Jack Vincennes?
ru: Это для твоей собственной безопасности.

source: Hollywood Jack?
ru: Голливудский Джек, Большой Вик?

source: I can tell you he´s on the night train to the Big Adios.
ru: Я слышал, он отправился на ночном поезде в далёкое никуда.

source: I had nothing to do with him getting killed, if that´s what you mean.
ru: Я не имел никакого отношения к этому убийству!

source: - But you were business associates. - what´s that got to do with anything?
ru: - Но вы были деловыми партнёрами.

source: Okay, so we worked together.
ru: Ладно, ладно, мы работали вместе.

source: It was an information exchange.
ru: У нас был обмен информацией.

source: I got him first- class collars, he got me good stories. we were friends. we´il drop that for the moment.
ru: Я ему приносил хорошие аресты, а он мне давал хорошие материалы.

source: Care to comment on Pierce Patchett?
ru: Хорошо, оставим это на минуту.

source: You think he had something to do with Vincennes getting iced? wendell, l´d like full and docile cooperation on every topic.
ru: Вендол, мне нужно полное и добровольное сотрудничество по всем предметам.

source: Okay, okay, okay.
ru: Ладно, ладно.

source: Everyone knows Patchett´s worth a boatload of greenbacks.
ru: Все знают, что Петчет стоит больших денег.

source: But the man has hobbies too.
ru: Но у него есть хобби тоже.

source: He bankrolls B movies under the table.
ru: Он финансирует фильмы категории "Б" втихую.

source: He´s rumored to be a heroin sniffer.
ru: И вот ещё что: ходят слухи, что он нюхает героин.

source: All in all, a powerful behind- the- scenes strange- o.
ru: В общем, влиятельная закулисная фигура.

source: And what?
ru: - И что?

source: Reciprocity, Mr. Hudgens, is the key to every relationship.
ru: Взаимообмен, мистер Хадженс - это ключ к любым взаимоотношениям.

source: He runs call girls.
ru: Первоклассный товар.

source: Primo tail fixed up to look like movie stars.
ru: Все похожи на кинозвёзд.

source: Blackmail shit.
ru: И шантаж, чёрт возьми!

source: ln my car, in the trunk, under the rug....
ru: В моей машине, в багажнике, под ковриком.

source: Patchett got me to photograph this cop screwing this gorgeous slut named Lynn.
ru: Петчет велел сфотографировать этого легавого, который трахает...... роскошную шлюху по имени Лин, похожую на Веронику Лейт.

source: She looks like Veronica Lake.
ru: Вендол, Вендол!

source: I said leave him be!
ru: Оставь его, оставь!

source: Get him away from me!
ru: - Уберите его от меня!

source: Back off!
ru: - Назад, Вендол!

source: I wouldn´t trade places with Exley right now for all the whiskey in lreland.
ru: Дадли!

source: Dudley, I thought you were going to let the dumb bastard kill me!
ru: Дадли, я думал, вы дадите этому тупому ублюдку убить меня.

source: Learn to pull your punches a little better.
ru: А ты научись придерживать удары лучше!

source: You can uncuff me now, fellas.
ru: Ну снимайте наручники, ребята.

source: Fellas...... we had a deal.
ru: Дадли!

source: You, me, Patchett, we´re a team.
ru: Ты, я и Петчет - мы же заодно.

source: Hush- hush.
ru: Мы...

source: Meeks never made an arrest the entire time he worked Vice?
ru: - Ничего.

source: Someone must´ve pulled the files.
ru: Что же, Баз Минкс никого не арестовал за всё время работы в полиции нравов?

source: what about the daily report books?
ru: Кто- то, наверное, забрал досье.

source: They´d be buried in the basement.
ru: - Если они у нас есть, они где- то в подвале.

source: Find them.
ru: - Найди их.

source: Did you talk to Exley?
ru: Ты разговаривала с Эксли?

source: Come in out of the rain.
ru: Зайди в дом.

source: I want to know what happened with Exley.
ru: Я хочу знать, что произошло с Эксли.

source: Just come in.
ru: Ну просто зайди.

source: Are you going to tell me what happened with Exley? we talked.
ru: Ты скажешь мне, что произошло между тобой и Эксли?

source: Tell me about him.
ru: - Так расскажи мне о нём.

source: You fucked him.
ru: Ты трахалась с ним.

source: I thought I was helping you.
ru: Я думала, я помогаю тебе.

source: l´m glad you´re here.
ru: Я рад, что ты здесь.

source: I need you to see this.
ru: Мне надо, чтобы ты на это взглянул.

source: wait....
ru: Подожди.

source: Dudley killed Jack.
ru: Дадли убил Джека.

source: He wants you to kill me.
ru: Он хочет, чтобы ты убил меня.

source: He showed you the photo, didn´t he?
ru: Он тебе показал это фото, не так ли?

source: Think!!
ru: Не так ли?

source: Goddamn you, think!!
ru: Подумай, чёрт тебя побери, подумай!

source: I checked the daily report books.
ru: Я проверил книгу ежедневных рапортов.

source: Dudley, Buzz Meeks and Stensland go way back.
ru: Дадли, Баз Минкс и Стенсленд давно работают вместе.

source: I knew Stensland lied to me.
ru: Я знал, что Стенсленд лгал мне.

source: Lefferts´ mother l. D. ´d Stensland as Lefferts´ boyfriend.
ru: Мать Лефортс опознала Стенсленда, как ухажёра.

source: Stensland pretended he didn´t know Meeks or her the night that I met...... Lynn.
ru: Стенсленд притворился, что не знает...... Минкса и её, в ту ночь, когда мы встретились... с Лин.

source: Stensland and Meeks...... what the hell were they up to?
ru: Стенсленд и Минкс, какого чёрта они задумали?

source: But I think Stens killed Meeks over heroin. what heroin?
ru: Но я думаю, что Стенс убил Минкса из- за героина.

source: Johnny Stompanato told me that Meeks had heroin for sale.
ru: Какого героина?

source: Meeks ends up dead.
ru: Джонни Стампанато сказал мне, что у Минкса был героин на продажу.

source: Stensland dies at the Nite Owl.
ru: Минкс оказался мёртвым, Стенсленд погиб в "Ночной сове"...

source: It wasn´t the Negroes.
ru: Это были не негры.

source: The rape victim lied in her statement.
ru: Инесс Сото солгала.

source: The first guys to the Mercury coupe were Breuning and Carlisle.
ru: Первыми обнаружили автомобиль "Меркурий" Брюен и Карлайл.

source: Dudley´s guys.
ru: Люди Дадли.

source: They planted the shotguns.
ru: Они и подложили ружья.

source: They´d have killed the Negroes too if Jack and I hadn´t shown up.
ru: Они убили бы и негров тоже, если бы Джек и я не появились.

source: Dudley framed them because they were Negroes and had records.
ru: Дадли подставил их, потому что они были негры с преступным прошлым.

source: He knew there´d be no questions asked...... if they were killed resisting arrest.
ru: Он знал, что никто не будет задавать вопросов...... Если их убьют при сопротивлении аресту.

source: Somehow this is all connected to Jack´s angle.
ru: Каким- то образом это всё связано с расследованием Джека.

source: Sid Hudgens...... the pictures to blackmail Ellis Loew....
ru: Фотографии шантажируемого Элиса Леу...

source: A kid got murdered.
ru: Этого парня убили.

source: To figure this out, we need to work together.
ru: Если мы хотим разобраться со всем этим, надо работать вместе.

source: why are you doing this?
ru: Почему ты это делаешь?

source: The Nite Owl made you.
ru: "Ночная сова" тебя заставила?

source: You want to tear all that down?
ru: И до основания.

source: with a wrecking ball. want to help me swing it?
ru: Поможешь мне?

source: Let´s go see Ellis Loew.
ru: Давай- ка повидаемся с Элисом Леу.

source: Find out what the District Attorney knows.
ru: Выясним, что известно окружному прокурору.

source: You can´t go in there.
ru: Эй.

source: - want me to call the police, Mr. Loew?
ru: Хотите, чтобы я вызвала полицию, мистер Леу?

source: - Ask for Capt. Dudley Smith.
ru: Спросите капитана Дадли Смита.

source: These are the police.
ru: Скажите, что у нас спор о смерти актёра в мотеле "Сансет- Сприт".

source: I want D. A. bureau men to tail Dudley Smith and Patchett 24 hours a day.
ru: Я хочу, чтобы бюро окружного прокурора установило наблюдение...... за Дадли Смитом и Пирсом Петчетом 24 часа в сутки.

source: I want you to get a judge to authorize wiretaps on their home phones.
ru: Я хочу, чтобы их телефоны прослушивались.

source: I want authorization to check their bank records.
ru: На основании чего?

source: On what evidence?
ru: Моей догадки.

source: Call it a hunch.
ru: Без чего?

source: Dudley Smith is a highly decorated member of the department.
ru: У вас есть доказательства?

source: I won´t smear his and Patchett´s name without -- without what?
ru: В доказательство вы перерезали ему глотку.

source: Them smearing yours first? what do they have?
ru: Вы этого пока не отрицаете.

source: Pictures of you and Matt Reynolds with your pants down?
ru: Не собираюсь унижаться ответами.

source: You have any proof?
ru: А сейчас, господа, прошу извинить меня.

source: So far, you´re not denying it.
ru: У меня пресс- конференция о Джеке Винсенсе.

source: I won´t dignify this with answers.
ru: Мне надо подготовиться.

source: Now if you gentlemen will excuse me...... l have a press conference for Jack Vincennes that I have to prepare for.
ru: Если вы пришли утирать мне задницу, я думаю, нам не о чём разговаривать.

source: Unless you came to wipe my ass, I believe we´re through.
ru: Я, практически, сам это изобрёл.

source: I practically invented it.
ru: Ну, зарезали какого- то педика- актёра.

source: Boys, girls, ten of them get off the bus to L. A. everyday.
ru: 1 0 мальчиков и девочек приезжает на автобусе в Л. А. каждый день.

source: Pull him off me!!
ru: - Убери его от меня, Эксли!

source: I don´t know how.
ru: - Я не знаю, как.

source: I know you think you´re the A- number- one hotshot, but here´s the juice.
ru: Знаю, ты думаешь, что ты здесь шишка номер 1, но ты просто мразь!

source: lf I kill you, 10 lawyers will take your place tomorrow.
ru: Если я тебя прикончу, 1 0 других юристов займут твоё место завтра.

source: Okay!
ru: Ну хорошо, хорошо!

source: Dudley and Patchett, they....
ru: Дадли и Петчет, они.

source: I wouldn´t play ball so they set me up!
ru: Я не соглашался, но меня подставили.

source: I gave in!
ru: Я сдался.

source: But the kid heard everything...... so they killed him. why? - what are Dudley and Patchett up to?
ru: Поэтому они убили его!

source: - Taking over Mickey Cohen´s rackets.
ru: Почему?

source: Because of those pictures I couldn´t prosecute them!
ru: Что задумали Дадли и Петчет?

source: Oh, Jesus!
ru: О, Господи!

source: Help me up!
ru: Отпустите меня!

source: ls that how you ran the good cop- bad cop?
ru: Так ты играл в хорошего - плохого копа?

source: Patchett?
ru: Петчет?

source: Looks like his bodyguard had a conflict of interest.
ru: Предсмертная записка.

source: Suicide note.
ru: Пишет, что он убил Джека, т. к.

source: Says he killed Jack because Jack had figured out his pornography scam.
ru: Джек разоблачил его махинации с порно.

source: Slicing himself open wasn´t his idea.
ru: Это не он придумал - резать себе вены.

source: 2 of his fingers are broken.
ru: - 2 пальца сломаны.

source: They held him there.
ru: - Они, наверное, держали его.

source: Or drugged him.
ru: Или тащили.

source: Patchett´s dead.
ru: Я бы сказал, что Дадли убирает концы в воду.

source: He sent you after me.
ru: Петчет мёртв, он послал тебя ко мне...

source: Lynn.
ru: Лин.

source: west Hollywood Sheriff.
ru: Я сообщу шерифу Голливуда.

source: - They´re closer than we are.
ru: Они ближе, чем мы.

source: - l´il get the car.
ru: Я за машиной.

source: Keys!
ru: Ключи.

source: we took her to the station for safekeeping.
ru: Эй, мы оцепили участок для надёжности.

source: Hold her as Joan Smith.
ru: Зарегистрируйте её, как Джоан Смит.

source: And no one sees her unless I okay it.
ru: Никто не должен видеть её, пока не дам добро.

source: She wouldn´t say who.
ru: Кто- то обработал её, но не говорит кто.

source: See you, Exley.
ru: - Пока, Эксли.

source: we should talk to Lynn.
ru: Мы должны поговорить с Лин.

source: You do it. what will you do?
ru: Ты поговори.

source: l´m going to talk to Sid Hudgens.
ru: А ты что собираешься делать?

source: Compliment him on his performance at the Victory Motel.
ru: Сделаю ему комплимент за его поведение в мотеле "Виктори".

source: Remember, Bud, we need evidence.
ru: Помни, Бад, нам нужны доказательства.

source: l´il get the evidence.
ru: Я добуду доказательства.

source: Bud hates himself for what he did.
ru: Бад ненавидит себя за то, что он сделал.

source: I know how he feels.
ru: Я знаю, что он испытывает.

source: I need to know what you can give me on Dudley Smith.
ru: Лин, мне нужно знать, что вы мне можете дать на Дадли Смита.

source: He´s a police captain in business with Patchett.
ru: Он полицейский капитан, он в деле с Петчетом.

source: l´ve never heard of him.
ru: Никогда о нём не слышала.

source: Do you have a place to stay?
ru: У вас есть, где остановиться?

source: l´il be okay.
ru: Со мной будет всё в порядке.

source: Nobody goes in without official l. D.!
ru: Всё в порядке, пропустите его.

source: Let him through.
ru: Что случилось?

source: Someone beat him to death, and stole a bunch of files.
ru: Кто- то забил его до смерти и украл все его досье.

source: Must have dug up garbage on the wrong guy. we got it narrowed down to 1000 suspects.
ru: Наверное, на не того парня мусор раскопал.

source: Sergeant white...... dispatch got a call for you.
ru: Сержант Уайт.

source: Lieutenant Exley wants you to meet him at the Victory Motel.
ru: Звонили из диспетчерской вам.

source: You wanted to meet here?
ru: Ты хотел встретиться здесь?

source: - You called it.
ru: - Ты же звонил.

source: I thought Hudgens was -- - Hudgens is dead.
ru: Я думал, Сид Хадженс...

source: Let´s get out of here.
ru: - Хадженс мёртв.

source: lt´s too late.
ru: Поехали отсюда.

source: You figured it was a set- up but came anyway?
ru: Слишком поздно.

source: A lot of bad stuff happened here.
ru: Много плохого здесь произошло.

source: lt´s as good a place as any for it to end.
ru: А кончать всё равно где.

source: Clip.
ru: Вот.

source: All I ever wanted was to measure up to my father.
ru: Я только хотел походить на своего отца.

source: Now´s your chance.
ru: Сейчас твой шанс.

source: He died in the line of duty, didn´t he?
ru: Он погиб, исполняя свой долг, не так ли?

source: Easy.
ru: Вставай.

source: who is he?
ru: - Кто это?

source: You are.
ru: - Ты.

source: You´re the guy who gets away with it.
ru: Человек, который уходит безнаказанным.

source: Jack knew it.
ru: Джек знал это.

source: And so do l.
ru: И я тоже.

source: Are you going to shoot me...... or arrest me?
ru: Ты меня застрелишь?

source: Good lad.
ru: Или арестуешь?

source: Always the politician.
ru: Хороший мальчик.

source: Let me do the talking.
ru: Дай мне сказать.

source: After l´m done, they´il make you Chief of Detectives.
ru: После того, как я закончу, тебя сделают шефом детективов.

source: Hold up your badge...... so they´il know you´re a policeman.
ru: Подними значок, чтобы они знали, что ты полицейский.

source: You think you can talk your way out of this, Lieutenant?
ru: Вы думаете, что сможете оправдаться во всём этом, лейтенант?

source: No...... but I can tell the truth.
ru: Но я думаю, что смогу рассказать правду.

source: During our investigation...... of events surrounding the Nite Owl case...... Jack Vincennes, Bud white and I learned the following:
ru: Во время нашего расследования...... Обстоятельств убийств в "Ночной сове"...... Джек Винсенс, Бад Уайт и я выяснили следующее:

source: Your golden boy´s throwing his whole life away.
ru: Преступниками там были, скорее всего, полицейские Лос- Анджелесской полиции:

source: The 3 Nite Owl suspects...... while guilty of kidnapping and rape...... were innocent of the multiple homicides at the Nite Owl.
ru: Майкл Брюен, Вильям Карлайл и третий человек.

source: The gunmen were most likely...... Los Angeles police officers Michael Breuning and william Carlisle...... and a third man...... who may or may not have been Captain Dudley Smith.
ru: Целью убийств было устранение другого полицейского.

source: The objective:
ru: Ричарда Стенсленда.

source: The elimination of another police officer...... Richard Stensland...... who, along with former LAPD officer Leland "Buzz" Meeks...... also committed multiple homicides on behalf of Captain Smith...... and then betrayed him...... over 25 pounds of heroin...... the retrieval of which...... was the ultimate motivation behind the Nite Owl killings.
ru: А затем был предан им из- за 25 фунтов героина.

source: Beginning with the incarceration of Mickey Cohen...... Capt. Smith has been assuming control of organized crime in Los Angeles.
ru: Возвращение которого и было главной целью убийств в "Ночной сове".
